{
  "safe": [
    "What is your favorite music?",
    "If you could go on a trip right now, where would you go?",
    "What’s your passion?",
    "What’s your dream job?",
    "How do you spend your day?",
    "Do you have any pets?",
    "What do you do for work?",
    "What is the one thing that you want to accomplish in your life?",
    "Do you cook?",
    "What’s your favorite food of all time?",
    "Are you into sports— if so, what kind?",
    "What do you like to do on the weekends?",
    "Are you a morning person or a night owl?",
    "What is your favorite movie of all time?",
    "What’s your biggest fear?",
    "What’s your family like?",
    "Who are your best friends?",
    "When’s your birthday?",
    "What is something that you are terrible at?",
    "When you were little, what did you want to be?",
    "What is a nickname that you have or have had?",
    "Do you have a hidden talent?",
    "Do you like to workout?",
    "Where did you go to school?",
    "What’s your favorite thing to do to stay active?"
  ],
  "interesting": [
    "What is your favorite memory from your childhood?",
    "What is the best gift you have ever gotten?",
    "Who has been one of the most influential people in your life?",
    "What is on your bucket list?",
    "Do you believe in aliens?",
    "Have you ever been out of the country? Where?",
    "What’s something that surprises people about you?",
    "Are you a fan of any professional sports teams?",
    "If you could choose any animal to become, what would you choose?",
    "Are you a salty or a sweet food craver?",
    "What is your biggest pet peeve?",
    "What is the worst job you ever had?",
    "What is the best job you ever had?",
    "Are you a cat or a dog person?",
    "What is your greatest strength?",
    "What’s the last book you just read?",
    "How did you meet your best friend?",
    "What was your favorite subject in school?",
    "If you could live anywhere, where would you live?",
    "If you could speak any other language, what would it be?",
    "Can you speak another language?",
    "What is something that you are financially saving up for?",
    "If you had to cook dinner, what’s your go-to dish?",
    "What is in your fridge at this exact moment?",
    "Is there something you wish you could change about yourself?"
  ]
}


