{
  "safe": [
    "What is your favorite music?",
    "If you could go on a trip right now, where would you go?",
    "What's your passion?",
    "What's your dream job?",
    "How do you spend your day?",
    "Do you have any pets?",
    "What do you do for work?",
    "What is the one thing that you want to accomplish in your life?",
    "What's your favorite food of all time?",
    "Are you into sports— if so, what kind?",
    "What do you like to do on the weekends?",
    "Are you a morning person or a night owl?",
    "What is your favorite movie of all time?",
    "What's your biggest fear?",
    "What's your family like?",
    "Who are your best friends?",
    "When's your birthday?",
    "What is something that you are terrible at?",
    "When you were little, what did you want to be?",
    "What is a nickname that you have or have had?",
    "Do you have a hidden talent?",
    "Do you like to workout?",
    "Where did you go to school?",
    "What's your favorite thing to do to stay active?",
    "Where did you grow up? ",
    "Have you taken any fun vacations recently?",
    "Do you have any vacations planned or any dream vacations?",
    "What do you want to do with your career? What's your dream job?",
    "What do you like to do in your free time?",
    "What's a normal weekend like for you?",
    "Are you more of an indoors or outdoors person?",
    "What's your favorite alcoholic and non-alcoholic drink?",
    "Are you a morning person or a night owl?",
    "What's your favorite restaurant?",
    "How many siblings do you have?",
    "What would be your dream job?",
    "Who is your favorite author?",
    "What was the last show you binge-watched?",
    "What TV series do you keep coming back to and re-watching?",
    "What hobbies would you like to get into if you had the time and money?",
    "Among your friends, what are you best known for?",
    "What would your perfect morning be like?",
    "What do you do to unwind?",
    "What's your favorite app on your phone?",
    "What's the best meal you've ever had?",
    "What skill or ability have you always wanted to learn?",
    "What's your favorite holiday?",
    "If you had to cook dinner, what's your go-to dish?",
    "Coffee or tea?"
  ],
  "interesting": [
    "What is your favorite memory from your childhood?",
    "What is the best gift you have ever gotten?",
    "Who has been one of the most influential people in your life?",
    "What is on your bucket list?",
    "Do you believe in aliens?",
    "Have you ever been out of the country? Where?",
    "What's something that surprises people about you?",
    "Who is the kindest person you know?",
    "Are you a fan of any professional sports teams?",
    "If you could choose any animal to become, what would you choose?",
    "Are you a salty or a sweet food craver?",
    "What is your biggest pet peeve?",
    "What is the worst job you ever had?",
    "What is the best job you ever had?",
    "Are you a cat or a dog person?",
    "What is your greatest strength?",
    "What's the last book you just read?",
    "How did you meet your best friend?",
    "What was your favorite subject in school?",
    "If you could live anywhere, where would you live?",
    "If you could speak any other language, what would it be?",
    "Can you speak another language?",
    "What is something that you are financially saving up for?",
    "What is in your fridge at this exact moment?",
    "Is there something you wish you could change about yourself?",
    "Are you a spender or a saver?",
    "Do you think I am a spender or saver?",
    "What was the last big thing you bought? Was it worth it?",
    "What do your parents do?",
    "Are you working towards anything now? A certain job, a skill, a thing, a house?",
    "How much would you say you go out to eat?",
    "Who is the most fascinating person you've met?",
    "What was the last book you really got into?",
    "What are some movies you really enjoyed?",
    "What amazing adventures have you been on?",
    "What pets have you had?",
    "What are you kind of obsessed with these days?",
    "Where have you traveled?",
    "What's your favorite international food?",
    "What would you do if had enough money to not need a job?",
    "If there was an Olympics for everyday activities, what activity would you have a good chance at winning a medal in?",
    "What would your perfect vacation look like?",
    "What music artist do you never get tired of?",
    "What are some obscure things that you are or were really into?",
    "What are some accomplishments that you are really proud of?",
    "What are some things everyone should try at least once?",
    "What fad did you never really understand?",
    "What's the best thing that has happened to you this month?",
    "Is there any art or artist you are really into?",
    "What are you always game for?",
    "Cutest animal? Ugliest animal?",
    "What's your favorite piece of furniture you've ever owned?",
    "Who are your kind of people?",
    "Where's the strangest place you've ever been?",
    "What's the silliest fear you have?",
    "What would be the best city to live in?",
    "What household chore is just the worst?",
    "If you could give yourself a nickname, what nickname would you want people to call you?",
    "What odd talent do you have?",
    "If you could give everyone just one piece of advice, what would it be?",
    "What would you like to know more about, but haven't had the time to look into it?",
    "What country do you never want to visit?",
    "What wrong assumptions do people make about you?",
    "Do you prefer to work in a team or alone?",
    "What has been the best period of your life so far?",
    "How have you changed from when you were in high school?",
    "How techie are you?",
    "Where is the most fun place around where you live?",
    "Have you ever joined any meetup groups?",
    "Where would your friends or family be most surprised to find you?",
    "What's the most relaxing situation you could imagine?",
    "What is the most beautiful view you've seen?",
    "What's expensive but totally worth it?",
    "When do you feel most out of place?",
    "What's the most recent thing you've done for the first time?",
    "How did you come to love your one of your favorite musicians?",
    "How did you meet your best friend?",
    "What small seemingly insignificant decision had a massive impact on your life?",
    "Where would you move if you could move anywhere in the world and still find a job and maintain a reasonable standard of living?",
    "Would you like to be famous? (If yes, what would you want to be famous for? If no, why not?)",
    "What did you do last summer?",
    "If you lived to 100, would you rather keep the body or the mind of yourself at 30 until you were 100?",
    "Before you make a call, do you rehearse what you are going to say?",
    "What are you most grateful for?",
    "What's the most essential part of a friendship?",
    "When was the last time you sang to yourself or to someone else?",
    "If you knew you were going to die in a year, what would you change about how you live?",
    "When was the last time you walked for more than an hour?",
    "What did you do for (last holiday)? Or What will you do for (next closest holiday)?",
    "Best and worst flavor ice cream? What would make for an excellent new ice cream flavor?",
    "Who's your favorite actor or actress?",
    "All modesty aside, what are you better at than 90% of people? It doesn't have to be useful or serious, it can be something ridiculous.",
    "What's the strangest phone conversation you've ever had?",
    "How much personal space do you need to be comfortable?",
    "What's the most interesting fact you know?",
    "What fad or trend have you never been able to understand?",
    "Who's your favorite character from a TV show, movie, or book?",
    "What TV shows did you watch when you were a kid?",
    "What do you like but are kind of embarrassed to admit?",
    "What's your favorite smell?",
    "Where was your favorite place to go when you were a kid?",
    "What's the most amount of people you had to present something in front of?",
    "If you could go back in time as an observer, no one could see you, and you couldn't interact with anything, when would you want to go back to?",
    "What's something that most people haven't done, but you have?",
    "What says the most about a person?",
    "What machine or appliance in your house aggravates you the most?",
    "What places have you visited that exceeded your expectations?",
    "If you opened a business, what type of business would you start?",
    "What's the worst movie you've ever seen?",
    "What's the best road trip you've been on?",
    "If you found a briefcase filled with 1 million in 100$ bills in front of your door, what would you do with it?",
    "What's the worst advice someone has given you?",
    "Besides your home and your work, where do you spend most of your time?",
    "If you could have the answer to any one question, what question would you want the answer to?",
    "What are your top 3 favorite things to talk about?",
    "What do you care least about?",
    "Where would you like to retire?",
    "Who is the most bizarre person you've met?",
    "What are people often surprised to learn about you?",
    "Would you rather live full time in an RV or full time on a sailboat?",
    "What would you do with the extra time if you never had to sleep?",
    "When you were a kid, what seemed like the best thing about being a grown up?",
    "What's the strangest way you've become friends with someone?",
    "What's your go-to series or movie when you want to watch something but can't find anything to watch?",
    "What were some of the turning points in your life?",
    "What companies made you so mad that you would rather suffer bodily harm than give them any more of your money?",
    "What small things brighten up your day when they happen?",
    "What sports would be funniest if the athletes had to be drunk while playing?",
    "What's the most ridiculous thing you've done because you were bored?",
    "If you could send one letter to yourself in the past without the goal of making yourself rich (no lotto numbers, stock picks, etc.), what age would you choose and what would the letter say?",
    "How many other countries have you visited?",
    "What's your favorite band NAME (not necessarily your favorite band)?",
    "What do you miss about life 10 or 20 years ago?",
    "What's getting worse and worse as you get older? What's getting better and better as you get older?",
    "Where's the best place in (your town or city) to have a picnic?",
    "What's your favorite thing to do outdoors? How about indoors?",
    "How often do you dance? Silly/ironic dancing counts.",
    "What do you never get tired of?",
    "What habit do you wish you could start?",
    "What's the best way to get to know who someone really is?",
    "What's the last new thing you tried?",
    "Who besides your parents taught you the most about life?",
    "When are you the most \"you\" that you can be? In other words, when do you feel most like yourself?",
    "What's the most spontaneous thing you've done?",
    "What's happening now, that in 20 years people will look back on and laugh about?",
    "How much social interaction is too much?",
    "How different do you act when you are with acquaintances vs. people you are comfortable with?",
    "On a weekend or holiday, what's the best time of day and the best time of night?",
    "What are you looking forward to that's happening soon?",
    "What really cheesy song do you love?",
    "What's the worst or best job you've had?",
    "What's been the most significant plot twist in your own life?",
    "Where did you take family vacations to when you were younger?",
    "What's your go-to funny story?",
    "If the company you work for / the college you go to had an honest slogan, what would it be?",
    "If you could instantly receive a Ph.D. in any discipline including all the knowledge and experience that goes along with it, what would your Ph.D. be in?",
    "How well do you cope when you don't have your phone with you for an extended period of time?",
    "What were some of the happiest times of your life so far?",
    "Would you rather have an incredibly fast car or incredibly fast internet speed?",
    "What are the top three social situations you try to avoid most?",
    "What friendship you've had has impacted you the most?",
    "What's something you're interested in that most people wouldn't expect?",
    "What's your favorite quote or saying?",
    "If you had the power to change one law, what law would you change?",
    "What's the hardest you've worked for something?",
    "What took you way too long to figure out?",
    "What nicknames have you had throughout your life?",
    "What do you do differently than most people?",
    "Where's the last place you'd ever go?",
    "What fact floored you when you heard it?",
    "Who is the best role model a person could have?",
    "Who inspires you? Who do you aspire to be like?",
    "What was the last book you read without skipping through anything?",
    "What is the weirdest scar you have and how did you get it?",
    "What is the most random thing you've ever watched all the way through on Netflix?",
    "If you could trade lives with one person for an entire day who would it be and why?",
    "Do you believe in ghosts?",
    "Shark diving, bungee jumping, or sky diving?",
    "Which would be harder for you to give up: coffee or alcohol?",
    "How did you meet your best friend?",
    "Do you have a sweet tooth or a savory tooth?",
    "What is something you've always wanted to try but have been too scared to?",
    "What accomplishments are you most proud of?",
    "If you were going to go to the movies alone, what would be the perfect film for you to watch by yourself?",
    "What is your favorite Wikipedia article? (Shuddup. Everyone has one.)",
    "What is your favorite physical attribute about yourself?",
    "Tell me about the best vacation you've ever taken.",
    "Where is your favorite place to go on a weekday afternoon when you have no plans or obligations?",
    "What is one of the weirdest things you used to do as a teenager?",
    "Gin, vodka, or tequila?",
    "What drives you to do what you do? What motivates you?",
    "In your opinion, what is the best Disney movie to come out since Disney's Golden Age?",
    "What kind of phone was your first cell phone?",
    "What did you love most about the place you grew up? What about it did you love the least?",
    "What trajectory are you hoping to push yourself onto? Where do you want to head?",
    "What is your most bizarre talent?",
    "Is there a documentary or book that really changed the way you thought about something?",
    "What are three albums (soundtracks or compilations don't count) that really define you or have shaped you as a person?",
    "Who was someone you really looked up to when you were little — someone you considered to be a mentor?",
    "What's your favorite cheesy pick-up line? Have you ever used it for real?",
    "Who is a character from a TV show or a book that you've always resonated with?",
    "Ask them to give you two \"truths\" and a lie. Then try to guess which one is a lie.",
    "If you could write a note to your younger self, what would you say in only two words?",
    "If you had to name one thing that really makes your day, what would it be?",
    "What is a misconception others often have about you?",
    "Whats the most valuable life lesson you have learned because of a mistake?",
    "What's an accomplishment you are really proud of?",
    "Read anything interesting lately?",
    "What's one thing you wish you had known as a freshman in college?",
    "What is one day you would love to relive? (This will tell you something near and dear to your their heart in a fun way).",
    "When it comes to love and relationships, what is the first lesson you want to teach your children?",
    "If you could change one physical & non physical thing about yourself, what would it be?",
    "What should I know about you that I'd never think to ask about?",
    "What do you hate most about the dating process?",
    "What is #1 thing in your life that you are not doing that you wish you were?",
    "What do you do when you feel like giving up?",
    "If you could only keep one book you currently own, what would it be?",
    "What are you most excited about in your life right now?",
    "Describe one extravagance you have for which you will never apologize",
    "What do you want to be known for?",
    "In one sentence what is your biggest concern right now?",
    "Complete the following: There would be fewer divorces in this country if only people ________.",
    "What's something that you sometimes outwardly wish more people realized about you, but you're happy is internalized because to be able to sit on this information makes you stronger?",
    "How many times have you been in love & what did each experience teach you?",
    "What's something that comes easier to you than it does for most?",
    "What do you feel people take for granted the most?",
    "What are you better at than 90 percent of the population?",
    "hat is something about you that would surprise me?",
    "What is a piece of advice you often give but find yourself struggling to follow?",
    "Describe your perfect mate in one sentence.",
    "When is the last time you did something courageous for yourself?",
    "On a scale of one to ten, how happy are you?",
    "Whats the stupidest thing you've ever done for love?",
    "What's something many people fear that doesn't scare you at all?",
    "What's something that instantly makes someone less attractive?",
    "Would you describe yourself as more of an optimist, a pessimist, or a realist?",
    "What would be a question you'd be afraid to tell the truth on?",
    "What is something you wish you did more of in your life and something you wish you did less of?",
    "Which significant other in your life has had the biggest impact on you and why?",
    "What is a piece of advice that you were given that if you listened to it, you would not be where you are today?",
    "If you had to spend a year alone with one other person who would it be and why?",
    "What was the last thing you learned that made a big impact on you or an ah-ha moment?",
    "If you only had 30 seconds to share one if the most important things you've learned with the world, what would it be?",
    "What's one fear you know is holding you back?",
    "What was the last mistake you made that you're sure you'll probably make again?",
    "When was the last time life left you breathless?",
    "What are you really passionate about and why?",
    "What's the best advice someone has ever given you?",
    "Where is your favorite travel get-away?",
    "If you had one hour left to live what would you do?",
    "What was your favorite year and why?",
    "If you could meet someone who's dead who would it be?",
    "Do you have any tattoos? What do they mean?",
    "If you could come back to life as an animal what animal would you be?",
    "What's one song you really relate to?",
    "What was the last movie that made you cry? Or the last movie that made you emotional (for people who are too embarrassed to admit a movie made them cry)?",
    "If you could be friends with a celebrity who would it be and why?",
    "Have you ever laughed so hard you peed your pants? (Then ask what made them do it)",
    "If I were to ask your friends about you what would they say?",
    "What's something you would never want your mother to know about you?",
    "What is something you've never done that you've always wanted to do?",
    "If you could live another life as someone else who would it be?",
    "If you could change one thing about the world what would it be?",
    "When was the last time you cried?",
    "What do you think happens to us after we die?",
    "What is your drink of choice?",
    "What was your favorite game to play as a child?",
    "Do you have any embarrassing nicknames you'd like to share? How'd you get them?",
    "Dog or cat person?",
    "What is one TV show you're embarrassed to admit you watch?",
    "What's your favorite guilty pleasure food-wise?",
    "What's one book you've read that has caused some deep thinking?",
    "What's your most used emoji?",
    "If you could pick an emoji to best describe you which one would it be?",
    "What's one character (could be from TV, a movie, or book) you identify with?",
    "Have you ever broken a bone? How?",
    "If a high-school stereotype were to describe you in adulthood which one would it be?",
    "Are you a morning or night person?",
    "If you won the lottery, what's the first thing you would buy?",
    "What's your favorite season?",
    "Do you prefer hot or cold weather?",
    "Would you rather live forever or die tomorrow?",
    "What's one lie you've told that you were caught in?",
    "Who in your family are you closest to?",
    "What would you say is your most redeeming quality?",
    "What has been your biggest accomplishment in life so far?",
    "What is the best gift you've ever received?",
    "What is the most thoughtful gift you've ever given?",
    "Who is your role model or has had the biggest influence on your life?",
    "Do you have any nicknames?",
    "What's one thing you wish you had known as a freshman in college?",
    "How many siblings do you have?",
    "Do you consider yourself a morning person or a night owl?",
    "How long did it take you to start enjoying coffee?",
    "What do your parents do for a living?",
    "What quality is your automatic \"no fucking way\" when pursuing a potential relationship?",
    "What are two of your bucket list items?",
    "Have you ever kept a New Year's resolution?",
    "Were you closer with your mom or your dad growing up?",
    "What is something you are financially saving up for currently?",
    "Where is your happy space?",
    "What is your favorite article of clothing you own?",
    "Do you have any specialty cooking dishes?",
    "What is one job you could never do?",
    "When is your birthday?",
    "What is in your fridge right now?",
    "What are you worse at than 90 percent of the population?",
    "Do you believe in aliens?",
    "Do you think it's the little things or grand gestures that count the most?",
    "Have you ever been out of the country?",
    "What fact about you surprises people the most?",
    "What do you do for a living?",
    "What's the most spontaneous thing you've ever done?",
    "What's your ideal vacation?",
    "If you could live in any other U.S. city, which city would you live in?",
    "What was your favorite family vacation growing up?",
    "Are you a big fan of any major pro sports team?",
    "What was your favorite subject in school?",
    "What are you better at than 90 percent of the population?",
    "If you could travel back to any one point in time what would it be?",
    "What is the proudest moment or greatest achievement of your life so far?",
    "How did you meet your best friend?",
    "If you could be any animal, what would you be?",
    "Salty snacks or desserts?",
    "What is a family tradition your family has?",
    "What do you think is the most important life lesson for someone to learn?",
    "What was your favorite toy growing up?",
    "Who was your favorite teacher or professor?",
    "What is the best advice you've received?",
    "What's the luckiest thing that's ever happened to you?",
    "What do you feel people take for granted the most?",
    "What do you like the most about (insert city of residence)?",
    "What is the craziest scene or event you have ever witnessed?",
    "What is your biggest pet peeve?",
    "What was the worst job you've ever had?",
    "What was the last book you read?",
    "When you were younger, what did you want to be when you grew up?",
    "What was something that recently moved you?",
    "What skill or talent do you wish you had or were better at?",
    "If you just won $1 million, what would you do with it?",
    "If you could have a superpower what would you want it to be?",
    "What are you passionate about?",
    "What is your favorite movie?",
    "Are you a cat person, a dog person, both or neither?",
    "What do you think is your greatest strength?",
    "If you had to be a vegetable, which vegetable would you least like to be?"
  ],
  "finance": [
    "If you were given 1 million dollars today, what would you do with it?",
    "What is one expensive food you really love? What's a cheap guilty pleasure?",
    "If you could be famous or secretly wealthy but had to be totally discreet what would you choose?",
    "If you had all the money you needed to retire today, what would you do tomorrow?",
    "What splurge would you never give up?",
    "Who or what was your biggest financial influence?",
    "Did your parents demonstrate a good example or a bad example of how to handle money?",
    "At 20, where did you think you would be at 30? How close or far are you from that person?",
    "Do you have any financial goals?",
    "Have you ever had an \"ah-ha\" moment where you felt \"I am an adult now?\" If so, what was it that made you feel that way?",
    "Would you rather A) Drive a 10-year-old Honda Civic for the rest of your life, if by doing so you would double your income every year or B) stay at your current income but get to drive a Ferrari and trade it in every year for the newest year model?",
    "What was one of your biggest bucket list items? What are your short-term goals?",
    "Did your parents talk about the family's finances when you were growing up and what were some of the lessons you learned?",
    "Do you consider yourself good at budgeting?",
    "Did both of your parents work? How did they handle income?",
    "If you had to choose between working a job you hated for $400,000 a year and a job you loved at $40,000 a year, what would you choose and why?",
    "How old were you when your parents stopped taking care of you financially?",
    "Do you have any financial regrets?",
    "Are you a natural saver or spender?",
    "What are your money dreams?",
    "What do you think your life will look like in 10 years?",
    "If someone gave you $100,000, what would you do with it?",
    "What do you like to spend money on?",
    "Would you rather spend money on experiences or things?",
    "Did you get an allowance as a kid? What did you do with it?",
    "If you unexpectedly won 10,000$, what would you spend it on?",
    "What's Expensive But Totally Worth It?"
  ],
  "fun": [
    "Is cereal soup? Why or why not?",
    "What is the sexiest and least sexy name?",
    "What secret conspiracy would you like to start?",
    "What's invisible but you wish people could see?",
    "Is a hotdog a sandwich? Why or why not?",
    "What's the best Wi-Fi name you've seen?",
    "What's the most ridiculous fact you know?",
    "What is something that everyone looks stupid doing?",
    "What is the funniest joke you know by heart?",
    "In 40 years, what will people be nostalgic for?",
    "What are the unwritten rules of where you work?",
    "How do you feel about putting pineapple on pizza?",
    "What part of a kid's movie completely scarred you?",
    "What kind of secret society would you like to start?",
    "If animals could talk, which would be the rudest?",
    "What's the best inside joke you've been a part of?",
    "In one sentence, how would you sum up the internet?",
    "How many chickens would it take to kill an elephant?",
    "What is the most embarrassing thing you have ever worn?",
    "Which body part do you wish you could detach and why?",
    "What used to be considered trashy but now is very classy?",
    "What's the weirdest thing a guest has done at your house?",
    "What mythical creature would improve the world most if it existed?",
    "What inanimate object do you wish you could eliminate from existence?",
    "What is the weirdest thing you have seen in someone else's home?",
    "What would be the absolute worst name you could give your child?",
    "What would be the worst thing for the government to make illegal?",
    "What are some of the nicknames you have for customers or coworkers?",
    "If peanut butter wasn't called peanut butter, what would it be called?",
    "What movie would be greatly improved if it was made into a musical?",
    "What is the funniest corporate / business screw up you have heard of?",
    "What would be the worst \"buy one get one free\" sale of all time?",
    "If life were a video game, what would some of the cheat codes be?",
    "What is the funniest name you have actually heard used in the real world?",
    "What sport would be the funniest to add a mandatory amount of alcohol to?",
    "What would be the coolest animal to scale up to the size of a horse?",
    "What two totally normal things become really weird if you do them back to back?",
    "What set of items could you buy that would make the cashier the most uncomfortable?",
    "What would be the creepiest thing you could say while passing a stranger on the street?",
    "What is something that you just recently realized that you are embarrassed you didn't realize earlier?",
    "What are some fun and interesting alternatives to war that countries could settle their differences with?",
    "What would be the best-worst name for different types of businesses? (dry cleaners, amusement parks, etc.)",
    "Who do you know that really reminds you of a character in a TV show or movie?",
    "What would the world be like if it was filled with male and female copies of you?",
    "What are some things that are okay to occasionally do but definitely not okay to do every day?",
    "If you were arrested with no explanation, what would your friends and family assume you had done?",
    "What are some fun ways to answer everyday questions like \"how's it going\" or \"what do you do\"?",
    "If your five-year-old self suddenly found themselves inhabiting your current body, what would your five-year-old self do first?",
    "First think of a product. Now, what would be the absolute worst brand name for one of those products?",
    "What movie completely changes its plot when you change one letter in its title? What's the new movie about?",
    "If the all the States in the USA were represented by food, what food would each state be represented by?",
    "What would some fairy tales be like if they took place in the present and included modern technology and culture?",
    "If you were transported 400 years into the past with no clothes or anything else, how would you prove that you were from the future?",
    "What would be the hat to end all hats? What could you wear on your head that would make people stop what they are doing and stare in awe and amazement?",
    "If over time you replace parts on a car, at what point does it stop being the same car you bought? How many parts do you need to replace to make it a new car?"
  ]
}

